[
    {
        "category": "Kitchen",
        "name": "Imperial Blue U-Shaped Modular Kitchen",
        "img": "https://i.ibb.co/JHj9bhb/1642061306256c6b74cd7c6ba-HLKT00000764-resize-800x600-20-main.webp",
        "description": "You’d be delighted to call this space your personal paradise as it simply doesn't get better than this. Packed with top-of-the-line features you didn’t even know existed and oozing with style, this is one kitchen you’ll never want to stop using (or shall we say, admiring).",
        "price": 155,
        "Size": "9.6' X5.6'",
        "Shape": "L-Shape",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Living room",
        "name": "Classic Elegance Entertainment Unit",
        "img": "https://i.ibb.co/wKyQdZH/Classic-Elegance-Entertainment-Unit.webp",
        "description": "Turn your home into an artistic wonderland with this elegant TV unit that seamlessly blends into your otherwise heightened sense of living. A classic white and stone finish, this particular unit is one of the most versatile offerings in our arsenal.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Orange Maple",
        "img": "https://i.ibb.co/XyLS540/Orange-Maple.webp",
        "description": "Show your guests to their own humble yet stylish abode. Sleekly designed wardrobe cabinets, a small private work sanctuary in the corner, contemporary wallpaper prints, what’s not to love? The hinged membrane wardrobe extends all the way from the floor to ceiling in a highly compact design aesthetic and provides an extra large compartment to store and stow away your lesser used belongings.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Kitchen",
        "name": "Eclectic Beauty Straight Modular Kitchen",
        "img": "https://i.ibb.co/189YX88/Eclectic-Beauty-Straight-Modular-Kitchen.webp",
        "description": "This straight kitchen extends all that is simple and neat brought to you in a sophisticated, regal and elegant package. The theme used here is ‘Eclectic Flair’ and we believe this kitchen is a perfect embodiment of that idea as it borrows from a variety of influences. All these influences converge into a truly inspiring overall design complete with unique features like an extended breakfast counter that can be used for a multitude of tasks and activities, a tall pantry unit that’s light, nimble yet extremely sturdy, and a built-in oven unit that adds a rather stylistic touch to your kitchen.",
        "price": 155,
        "Size": "9.6' X5.6'",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Purple Haze Straight Modular Kitchen",
        "img": "https://i.ibb.co/zbRS64Z/Purple-Haze-Straight-Modular-Kitchen.webp",
        "description": "This heavenly lavender finish in this straight kitchen is every homemaker’s dream. This particular product instantly transports you to a beautiful world of nostalgia and wonder, while still keeping you rooted in a very modern and contemporary style. The stepped arrangement of the overhead units adds to the aesthetic appeal while offering adequate clearance space. The breakfast counter placed with stools in the kitchen promotes connectivity among family members as one cooks and the others are lending them company. Finally, the wicker basket attachés are perfect for an eco-conscious user and helps vegetables stay fresh for days.",
        "price": 155,
        "Size": "9.6' X5.6'",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Pop Straight Modular Kitchen",
        "img": "https://i.ibb.co/ph6q6LV/Pop-Straight-Modular-Kitchen.jpg",
        "description": "A teal and white coloured kitchen with BWR carcass and aluminium profile lacquered glass shutters, giving a new and fresh feel to the house.",
        "price": 120,
        "Size": "9.6' X5.6'",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Summer Bloom L-Shaped Modular Kitchen",
        "img": "https://i.ibb.co/ph6q6LV/Pop-Straight-Modular-Kitchen.jpg",
        "description": "A glass kitchen with BWR carcass, glass shutters and built-in appliance unit.",
        "price": 120,
        "Size": "9.6' X5.6'",
        "Shape": "L-Shape",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Transylvania L-Shaped Modular Kitchen",
        "img": "https://i.ibb.co/18v6GnP/Transylvania-L-Shaped-Modular-Kitchen.jpg",
        "description": "A dark wood theme hi-gloss kitchen with BWR carcass and BWR shutters.",
        "price": 130,
        "Size": "9.6' X5.6'",
        "Shape": "L-Shape",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Woody Touch Island Modular Kitchen",
        "img": "https://i.ibb.co/k92Kwj7/Woody-Touch-Island-Modular-Kitchen.jpg",
        "description": "Contemporary island kitchen with an attached breakfast counter with internal white laminates and ample storage suitable for a big family kitchen. This is a highly efficient full BWR kitchen with a suede finish laminate.",
        "price": 170,
        "Size": "9.6' X5.6'",
        "Shape": "L-Shaped Island",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "French U-Shaped Modular Kitchen",
        "img": "https://i.ibb.co/Cwy6NPc/French-U-Shaped-Modular-Kitchen.jpg",
        "description": "A European blue laminate kitchen made of a combination of exterior PLPB and BWR Ply. Includes a built in appliance unit, a tall pull out unit for extra storage, a breakfast counter - well accessorised for a big family.",
        "price": 170,
        "Size": "9.6' X5.6'",
        "Shape": "U-shaped",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Kitchen",
        "name": "Sunny Side L-Shaped Modular Kitchen",
        "img": "https://i.ibb.co/4fqXpJj/Sunny-Side-L-Shaped-Modular-Kitchen.jpg",
        "description": "A contemporary woody kitchen made out of coloured PLPB carcass. A kitchen with a rustic feel to it has a lot of storage space, with a modern staggered design and includes a lot of accesories with a mix of open and closed units.",
        "price": 150,
        "Size": "9.6' X5.6'",
        "Shape": "L-Shaped",
        "Material": "BWR",
        "Finish": "Lacquered Glass, Glass"
    },
    {
        "category": "Bedroom",
        "name": "Classic Comfort",
        "img": "https://i.ibb.co/pZVvgnB/Classic-Comfort.webp",
        "description": "This wooden wardrobe lends a classic finish to your room and blends well with an earthen or warm toned theme that you’ve set your heart on. Comforting colours like orange, yellow and beige add to the wonders of this set up.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Rustic Forest",
        "img": "https://i.ibb.co/DCmggzh/Rustic-Forest-L-Shaped-Wardrobe.webp",
        "description": "A smart, comfy and cozy design that’s ideal for the style-conscious adolescent who is likely to spend a major chunk of his creative exploration in. The cool pastel tones go unapologetically well with the warmer walnut brown.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Art Deco Delight Sliding",
        "img": "https://i.ibb.co/wCkv8rJ/Art-Deco-Delight-Sliding.webp",
        "description": "A regal looking and feeling design, derived from our Grand Millennial Stylized theme. This dream wardrobe design adds a dash of new-age character, while still keeping the feeling of traditional grandeur intact.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Alluring Burgundy And Cream Multitone",
        "img": "https://i.ibb.co/QJvBW2D/Alluring-Burgundy-And-Cream-Multitone.webp",
        "description": "Sleek and attractive this floor to ceiling multi-tone straight wardrobe comes in a luxurious lacquered glass finish. The pop of red adds a touch of brightness to any room, while the glossy effect adds an illusion of vastness. The wardrobe sports sliding doors and an additional chest of drawers, ideal for conserving space.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Alluring Wooden Grain Straight",
        "img": "https://i.ibb.co/s2tP5LW/Alluring-Wooden-Grain-Straight.jpg",
        "description": "This modular straight wardrobe sports a minimalist yet interesting design. The sliding doors are functional since they save space while the attached chest of drawers ensures effective storage opportunity.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Sage and Pastel Green Multitone",
        "img": "https://i.ibb.co/HGbvrNX/Sage-and-Pastel-Green-Multitone.jpg",
        "description": "This single tone floor to ceiling straight wardrobe comes in a lacquered glass finish which allows an illusion of vastness. The sliding door is compact and the chest of drawers help in organised storage.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Colour Block Blue Floor To Ceiling",
        "img": "https://i.ibb.co/wRgyjWY/Colour-Block-Blue-Floor-To-Ceiling.jpg",
        "description": "This floor to ceiling straight wardrobe comes in a serene blue matte finish, that adds a touch of calmness to the room aesthetics. The additional chest of drawers and compartmentalized structure ensures effective storage.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Bedroom",
        "name": "Royal Purple",
        "img": "https://i.ibb.co/Db2B2z3/Royal-Purple.jpg",
        "description": "Perfect for compact spaces this straight wardrobe is custom curated to save space. It comes with sliding doors which help conserve space. The wardrobe comes in a multi-tone matte finish and includes a chest of drawers for added storage.",
        "price": 199,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Wooden Dream Entertainment Unit",
        "img": "https://i.ibb.co/YTB7v6k/Wooden-Dream-Entertainment-Unit.webp",
        "description": "Add a dash of robustness and life to your living room with this nature-inspired wooden and stone themed Entertainment Unit. Pair it up with a multitude of living room themes, and you’ll see that this versatile unit raises no qualms.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Zen Living Entertainment Unit",
        "img": "https://i.ibb.co/T8pmqvV/Zen-Living-Entertainment-Unit.webp",
        "description": "Unleash your zen mode living with this grounded and earthen themed Entertainment Unit. This classy wooden finish from our ‘A Tinge of Earth’ series creates an elevated mood and offers a subtle touch to your personal haven.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Entertainment Unit",
        "img": "https://i.ibb.co/5rhP8q3/Entertainment-Unit.webp",
        "description": "The large wood panel of this entertainment unit is what gives it the classic, warm feel. The drawers and cupboards ensure that there is plenty of storage for all your electronics and knick-knacks. Go for this classic wood and white combo or pick shades that go well with the rest of your decor.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Wall Mounted TV unit with Storage drawers",
        "img": "https://i.ibb.co/Vj1wsqd/Wall-Mounted-TV-unit-with-Storage-drawers.jpg",
        "description": "This entertainment unit, with plenty of storage, is ideal for a large room with an expansive wall. With abundant closed storage, it's easy to keep clutter away. The open storage lets you showcase your preciousmemorabilia, books and more. The finish of this unit is a luscious. high-gloss acrylic in a plum shade which takes up the room's style quotient instantly.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Wall Mounted TV unit design by HomeLane",
        "img": "https://i.ibb.co/WFRm0vJ/Wall-Mounted-TV-unit-design-by-Home-Lane.jpg",
        "description": "unctional and compact, this well-designed entertainment unit will look great in a room of any size. The three spacious handleless drawers can be used to hide away clutter, and the three open floating shelves can be used to showcase photo frames, small statues and other memorabilia.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "TV Cabinet with Storage",
        "img": "https://i.ibb.co/QHnRqnJ/TV-Cabinet-with-Storage.jpg",
        "description": "If you need your entertainment unit to double as a bookshelf as well, then this piece might be the one for you. In addition to the open and closed shelves of the unit is a tall unit with glass shutters where you can display your book collection, dust-free. Add some quirky collectables as well for an interesting twist.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": " Cabinet",
        "img": "https://i.ibb.co/SdYkC8d/Cabinet.jpg",
        "description": "Designed in a beautiful combination of wood-tone and off-white (in high-gloss), this simple entertainment unit will look great in your living room or bedroom. Decorate the open shelves with few decor pieces to complete the minimalistic look. The handleless, push-to-open drawers on the bottom unit are ideal for stowing away plenty of knick-knacks, electronic gadgets and more.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    },
    {
        "category": "Living room",
        "name": "Full Length TV Entertainment Unit with Tall Unit",
        "img": "https://i.ibb.co/Kxk93fD/1.jpg",
        "description": "This two-toned entertainment unit will look great in any style of interiors thanks to the simple design and subtle colour combination. The open, floating shelves and glass shutter tall unit give plenty of space to showcase your collectables. There are also two deep drawers in a graceful grey shade to hide away remote controls and other items that you don't want to display.",
        "price": 299,
        "Size": "N/A",
        "Shape": "Straight",
        "Material": "BWR",
        "Finish": "Wood Grain"
    }
]